app/controllers/students_controller.rb

  def create
    @student = Student.new(student_params)

    if @student.save
---
INSERT INTO "students" ("name", "cohort", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "dawdawd"], ["cohort", "dawdawdawd"], ["created_at", "2020-10-06 10:02:38.305412"], ["updated_at", "2020-10-06 10:02:38.305412"]]